[
  {
    "section"   : [
      {
        "sectionTitle": "Последователност на изследване на коремните органи",
        "content"     : [
          "В Надлъжен план Намираш Пикочен мехур:",
          "- краниално – ветрилообразно дв-е;",
          "- каудално – ветрилообразно дв-е;",
          "- каудално – виж Тригонум и уретер, от него проследяваш Простата",
          "Напречен план на пик. мехур – колон и цервикс, Аорта;",
          ".",
          "Матка, може да проследиш чак до яйчници.",
          "Ляв ББ (сравни ехогенността с далака и ЧД) – надлъжен план, после напречен план. Размер и ББ легенче.",
          "Лява надББ жл – от надлъжен ББ краниално, после медиално, докато не се покаже аортата. Въртиш в надлъжен срез, после мериш ширината.",
          "Ляв яйчник – от надлъжен ББ каудално, после латерално.",
          ".",
          "Далак – глава, тяло, опашка.",
          "Отиваш в лявото подребрено пространство за главата на далака. После дърпаш сондата към теб (тяло, мериш го), докато не стигнеш края.",
          ".",
          "Стомах – трябва да са минали мин. 6-12 ч гладна диета. Той е между левия ББ и ЧД, понякога пречи да се види ЧД.",
          ".",
          "ЧД:",
          "- надлъжен план – ветрилообразно дв-е",
          "- напречен план – ветрилообразно дв-е",
          "- жлъчен мехур – стена, има ли утайка/ калцификати (при КТ са нормални)",
          "- проследяваш края до левия ББ – сравняваш ехогенността (ЧД е по-тъмен, далака и ББ са еднакви при КТ, а при КЧ далака е по-светъл).",
          "- проследяваш края до десния ББ – сравняваш ехогенността (ЧД е по-тъмен).",
          ".",
          "ББ, десен (сравни ехогенността с далака и ЧД) – надлъжен план, после напречен план.",
          ".",
          "Дясна надББ жл – от надлъжен ББ краниално, после медиално, докато не се покаже долната празна вена.",
          ".",
          "Десен яйчник – от надлъжен ББ каудално, после латерално.",
          ".",
          "Дуоденум - от надлъжен ББ изправяме дуоденума, след което правим напречен план докато дуоденумът не стане „хамбургер“.",
          ".",
          "Панкреас – триъгълника между хамбургера и десния ББ.",
          ".",
          "Черва – изследват се последователно от горе надолу или от ляво надясно.",
          "Перисталтика – избираш си черво и чакаш 5-6 секунди.",
          ".",
          "Колон – от пик. мехур. Илеоцекална клапа."
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "При бременност",
        "content"     : [
          "Почваш напречно от пикочния мехур – намираш матката.",
          "Оттам тръгваш краниално.",
          "Когато стигнеш бифуркацията, раздвижваш сондата, като я въртиш леко наляво и надясно.",
          "Тръгваш по някой рог.",
          "Когато намериш плод:",
          "- Мериш гестационния сак.",
          "Виж сърдечната дейност! – Има важно значение особено преди раждането! Ако не успяваш да преброиш сърдечната дейност, то тя е нормална. Ако успееш да преброиш сърд. дейност, то тя е прекалено бавна. Това е индикация за цезарово сечение. Друг вариант е M-mode. Курсорът се пуска през лявата камера.",
          "Виж дали има течност в плода."
        ]
      }
    ]
  }
]
