[
  {
    "section"   : [
      {
        "sectionTitle": "Полов цикъл",
        "content"     : [
          "Начало: 5-12-месечна възраст",
          "Вид: сезоннополициклични (някои полициклични). ",
          "Продължителност: 14 до 21 дни.",
          "Цикълът започва при по-продължителните дни (12-14 часа дневна светлина) и приключва при по-късите дни (10-12 часа дневна светлина).",
          "@/assets/pdfs/@trivia/dispersal/dispersal1.png"
        ]
      },
      {
        "sectionTitle": "Овулация при котката",
        "content"     : [
          "В северното полукълбо този сезон е от февруари до септември, а в южното полукълбо – от септември до февруари.",

          "@/assets/pdfs/@trivia/dispersal/dispersal1.png",

          "За разлика от кучетата, при котките овулацията е индуцирана, т. е. яйцеклетките се освобождават от яйчниците вследствие на чифтосване. Ако котката не се чифтоса през еструса, то половият цикъл се прекъсва.",
          "Половия цикъл при котката е уникален – има пет фази:",
          "- Проеструс (1 ден): по-гальовна, по-често мяукане, понижен апетит.",
          "- Еструс (2-6 дни): силно мяучене, по-силна привързаност към стопанина си, търкане в предмети, спинална лордоза, а понякога и маркиране с урина (това се среща и при мъжките котки). Някои котки нямат изразен еструс. Овулацията при котките се предизвиква от сексуалния акт между женската и мъжката котки, като при неговата липса еструсът се последва от интереструс.",
          "- Интереструс (8-15 дни): това е периодът между два еструса, ако не настъпи овулация, т. е. при липса на сексуален контакт между мъжката и женската котки.",
          "- Диеструс (още лутеална фаза) (30 дни). Ако натъпи овулация при котката, то тя навлиза в диеструс. Този период е след еструса и се характеризира с високи нива на прогестерон при небременните котки, а при бременните котки представлява началото на бременността.",
          "- Анеструс: Това е фазата, която се характеризира със сексуална неактивност. Фазата продължава от септември до февруари в Северното полукълбо."
        ]
      },
      {
        "sectionTitle": "Цикли",
        "content"     : [
          "@/assets/pdfs/@trivia/dispersal/dispersal2.png",
          "@/assets/pdfs/@trivia/dispersal/dispersal3.png",
          "На всеки 2-3 седмици котката ще проявява промяна в поведението заради половата възбуда, освен ако не е настъпила бременност, лъжлива бременност или сезонът на чифтосване не е приключил.",
          "- ако има овулация (независимо дали има бременност) лутеалната фаза става по-дълга -> 30-40 дни.",
          "- ако има овулация с бременност -> 65 дни.",
          "- Ако котката е в еструс, то тя няма как да забременее.",
          "- Раждат между 3-5 малки.",
          "- повечето котки имат 2 бременности всяка година."
        ]
      },
      {
        "sectionTitle": "Овулация при кучето",
        "content"     : [
          "Половият цикъл при кучето е подобен при менструалния цикъл при жените. Той започва около 6-14-месечна възраст, но началото му варира според категорията на кучето",

          "Първият полов цикъл може да е със или без кървене, като след това се нормализира.",

          "Ако след 2-годишна възраст не е настъпил, е препоръчително кучето да се прегледа от ветеринарен лекар.",

          "@/assets/pdfs/@trivia/dispersal/dispersal4.png",

          "Половият цикъл при кучето има четири фази:",
          "- Проеструс (10 дни): оток/ леко подуване на вулвата, започва отделянето на феромони, които привличат мъжкия, но женската все още не е готова за чифтосване; възможно е и кърваво вагинално течение.",
          "- Еструс (още „разгонване“) (10 дни): женското куче е възприемчиво към чифтосване. Подуването на вулвата намалява и вагиналното течение може да се промени от кърваво в прозрачно или сламенокафяво. Високите нива на естроген спадат и нивото на прогестерона се повишава преди началото на LH-пика, след което спонтанно настъпва овулацията – отделяне на яйцеклетки. При кучетата обикновено има няколко овулации, които настъпват 2-3 дни след LH-пика. Фертилизационния прозорец, т. е. периода през който женското куче може да бъде оплодена, започва 2 дни преди овулацията и около 5 дни след овулацията, като оплождане е възможно да настъпи и около тези граници поради факта, че преживяемостта на спермата при кучетата е около 7 дни.",


          "- Диеструс (още лутеална фаза) (60-90 дни): Тази фаза настъпва, ако не е настъпила бременност. Концентрацията на прогестерон се увеличава до втората половина на лутеалната фаза, след което намалява.",

          "- Анеструс: Това е фазата, която се характеризира със сексуална неактивност. Фазата трае минимум 7 седмици, като може да продължи и 4 месеца.",

          "Обикновено кучетата се разгонват през 7 месеца, но продължителността варира според породни и индивидуални различия."
        ]
      }
    ]
  }
]
