[
  {
    "title"     : "Trichuris vulpis",
    "frontImage": "/assets/pdfs/@probes/copro/trichuris-1.jpg",
    "gallery"   : [
      "/assets/pdfs/@probes/copro/trichuris-1.jpg",
      "/assets/pdfs/@probes/copro/trichuris-2.jpg",
      "/assets/pdfs/@probes/copro/trichuris-3.jpg",
      "/assets/pdfs/@probes/copro/trichuris-4.jpg",
      "/assets/pdfs/@probes/copro/trichuris-5.jpg"
    ],
    "section"   : [
      {
        "sectionTitle": "Етиология и епидемиология",
        "content"     : [
          "Трихурите са нематоди познати още като космоглави. Предната част на тялото е изключително тънка. Причинява трихуриаза при кучета и котки.",
          "Паразитира в дебелите черва. При кучетата може да причини дебелочревна диария или псевдоадренокортицизъм, а при котките (Trichuris campanula и Trichuris serrata) протича асимптоматично.",

          "Trichuris vulpis е с анкилостоматиден цикъл – има хистотропна фаза в стената на дебелото черво. Яйцата се изхвърлят с фекалиите във външната среда и при благоприятни условия в тях се оформя ларва, която се излюпва и линее двукратно. Инвазирането на крайните гостоприемници е перорално или перкутанно ",

          "Препатентен период – 11 седмици."
        ]
      },

      {
        "sectionTitle": "Клинични признаци",
        "content"     : [
          "Някои животни са асимптоматични, докато други може да проявят:",
          "Диария (дебелочревна) – често е силна и продължителна, често с кръв; мукус; тенезъм.",
          "Загуба на тегло",
          "анемия",
          "слабост",
          "повръщане",
          "Дехидратация",
          "Псевдохипоадренокортицизъм – тежката диария води до загуба на изотонични течности"
        ]
      },
      {
        "sectionTitle": "Диагностика",
        "content"     : [
          "Флотационни методи (Метод на Фюлеборн) – яйцата са кафяви (с форма на лимон) с два полюса и със зигота (т.е. една клетка)."
        ]
      },
      {
        "sectionTitle": "Лечение",
        "content"     : [
          "Фенбендазол (Панакюр) – 3 дни по 50 мг/кг (0,5 мл/кг), след което отново се повтаря след 3-4 седмици. Отново копро проба.Dogs living in chronically infected environment—initially treat with fenbendazole; then place the dog on monthly milbemycin. Cats - have been successfully treated with fenbendazole"
        ]
      }
    ]
  },

  {
    "title"     : "Toxocara canis",
    "frontImage": "",
    "section"   : [
      {
        "sectionTitle": "Етиология и епидемиология",
        "content"     : [
          "Toxocara canis (КЧ), Toxocara cati (КТ), Toxascaris leonina (КЧ и КТ) причиняват аскаридоза при кучета и котки."
        ]
      },

      {
        "sectionTitle": "Клинични признаци",
        "content"     : [
          "Повръщане (често с токсокари)",
          "Подуване на корема + кахексия",
          "Диария",
          "Паразитна пневмония - Parasitic pneumonia from tracheal migration of a large burden of prenatally acquired larvae can result in high mortality in pups (first 48–72 hours of life)."
        ]
      },
      {
        "sectionTitle": "Диагностика",
        "content"     : [
          "Флотационни методи (Метод на Фюлеборн).",
          "Яйцата на Toxascaris leonina се разграничават от токсокарите по това, че обвивката е гладка и че яйцето е елипсовидно."
        ]
      },
      {
        "sectionTitle": "Лечение",
        "content"     : [
          "Pups with parasite-induced pneumonia—Treat severe inflammatory response (due to worm death from parasiticide drug treatment) in the lungs: prednisone (0.25 mg/kg, PO, q12h, for 5 days).",
          "Toxocara eggs are extremely resistant remaining infective for years—virtually impossible to rid from soils in heavily contaminated situations",
          "Contaminated kennel areas—Physically clean surfaces using high-pressure washers, followed by 1% sodium hypochlorite (3 cups of = bleach/gallon of water), followed by water rinsing."
        ]
      }
    ]
  }

]
