[
  {
    "section"   : [
      {
        "sectionTitle": "Първа седмица",
        "content"     : [
          "80% спане",
          "Хранене (активно) на всеки 2-4 часа",
          "Те имат недоразвита нервна система -> не всички рефлекси са налице, само пълзене, смучене и вокализация.",
          "Женското куче/ котка инициират уриниране и дефекация при новородените, като ги лижат активно по урогениталната област.",
          "Кученцата и котенцата не могат да поддържат телесната си температура през първите няколко дни от живота си. Телесната температура при раждането (34.7–37.2°C) е по-ниска отколкото при възрастните и се повишава до 36.1–37.8°C през първата седмица от живота.",
          "Пулсът и дихателната честота могат да бъдат неправилни при раждане (пулс: 160–200 удара/минута; дишане: 10–20 вдишвания/минута) и новородените не трябва да дишат с корема.",
          "През първата седмица новородените започват да се приспособяват към извънматочната среда (пулс: 200–220 удара/минута; дишане: 16–35 вдишвания/минута).",
          "Пъпната връв изсъхва през първия ден от живота и трябва да е паднала до 3–4 ден."
        ]
      },
      {
        "sectionTitle": "Втора седмица",
        "content"     : [
          "През втората седмица от живота си, котенцата и кученцата започват да пълзят и телесната им температура постепенно се повишава до нормалната при възрастните. Котенцата и кученцата ще удвоят теглото си след 7–10 дни и 10–12 дни след раждане.",
          "Те започват да отварят очите си на 10–12 дни, въпреки че при някои породи (напр. абисинската котка) котенцата могат да отворят очите си веднага след като се родят. Остатъци от хиалоидната артерия, прикрепени към задната капсула на лещата, могат да се видят няколко дни след отварянето на очите."
        ]
      },
      {
        "sectionTitle": "Трета и четвърта седмици",
        "content"     : [
          "Новороденото започва да се ориентира по звук и възприятието му за разстояние става по-ясно.",
          "Външните ушни канали се отварят 14–16 дни след раждане. Ушите се изправят.",
          "Ирисът не е много добре пигментиран (има синьо-сив цвят) и роговицата е леко замъглена поради повишеното съдържание на вода.",
          "Котенцата могат да имат кривогледство.",
          "В края на третата седмица кученцата и котенцата могат да се изправят и имат добри рефлекси, а до 4-седмична възраст те трябва да могат да ходят и да изследват обкръжаващата ги среда.",
          "По това време всички смукателни, коренови и други рефлекси, свързани с кърменето, намаляват или изчезват. В края на четвъртата седмица от живота неонатите могат да регулират телесната си температура, която трябва да е в нормалните граници за възрастни."
        ]
      },
      {
        "sectionTitle": "Зъби при котката",
        "content"     : [
          "3-седмична възраст - появяват се резците",
          "4-седмична възраст - появяват се кучешките зъби",
          "5-седмична възраст - появяват се премоларите"
        ]
      },
      {
        "sectionTitle": "Зъби при кучето",
        "content"     : [
          "зъбите растат от 3. седм. и до 8. седм. ги има всички"
        ]
      }
    ]
  }
]
