[
  {
    "title"     : "Sarcoptes scabiei",
    "frontImage": "/assets/pdfs/@probes/skin/sarcoptes-1.png",
    "gallery"   : [
      "/assets/pdfs/@probes/skin/sarcoptes-1.png",
      "/assets/pdfs/@probes/skin/sarcoptes-2.png",
      "/assets/pdfs/@probes/skin/sarcoptes-3.png"
    ],
    "section"   : [
      {
        "sectionTitle": "Етиология и епидемиология",
        "content"     : [
          "Най-злокачествено протичащата краста при кучетата.",
          "Саркоптидните кърлежи паразитират в изкопани от тях тунели под епидермиса, които са свързани с повърхността на кожата чрез вертикални галерии.",
          "Предпочитат места, покрити от нежна кожа и къси косми.",
          "Най-често това са: лице, уши, гърдите, корема, около гениталиите, между предни и задни крайници (локална форма). При млади животни може да се разпространи по цялото тяло и крайниците (генерализирана форма).",
          "В тунелите под епидермиса женските снасят 40-50 яйца => след около 2-3 дни се излюпват: ларви => протонимфи => телеонимфи => имаго. Цялата онтогенеза трае 21 дни.",
          "Източник на инвазията са животни от същия вид. По-рядко с други ЖВ видове или контаминирани предмети.",
          "Инвазията се осъществява чрез пряк контакт между животните.",
          "Поради сърбежа животните се чешат и замърсяват повърхностите в помещенията.",
          "Кърлежите могат да се придвижат 5 см към гостоприемника.",
          "Могат да оцелеят извън гостоприемника до 15 дни.",
          "Срещат се целогодишно, но при оборно отглеждани, стадни животни се наблюдава предимно зимна сезонност.",
          "Всички видове могат да инвазират кръстосано неспецифични гостоприемници, включително човек. Пазете се от инвазиране!"
        ]
      },

      {
        "sectionTitle": "Клинични признаци",
        "content"     : [
          "Локалната форма засяга ръбовете на ушите, муцуната, лицето, гърдите, корема, лактите и краката.",
          "Кожата се удебелява, набръчква и напуква",
          "Саркоптидните кърлежи се хранят с клетки и тъканни течности, а не с кръв. Оказват Травматично действие",
          "\\- Разрушават кожата при прокопаването на тунелите.",
          "\\- причиняват силен сърбеж.",
          "\\- Възпаление на кожата",
          "\\- Образуват се везикули и пустули, след спукването на които се образуват крусти.",
          "\\- алопеция",
          "\\- удебеляване на кожата = hyperkeratosis",
          "\\- резорбция на токсични продукти – обща интоксикация на организма",
          "\\- алергични реакции"
        ]
      },
      {
        "sectionTitle": "Диагностика",
        "content"     : [
          "ушно-крачен рефлекс при кучета – третиране при положителен резултат",
          "Паразитологично изследване – получаване на материал, чрез дълбоко остъргване на границата между здрава и изменена тъкан и обработка с:",
          "\\- млечна киселина",
          "\\- глицерин и вода по равни части",
          "\\- 10% КОН или NaOH",
          "!!! при проява на някои признаци, но отсъствие на сърбеж, саркоптидната краста следва да бъде изключена!!!"
        ]
      },
      {
        "sectionTitle": "Лечение",
        "content"     : [
          "Selamectin (Stronghold) is the only systemic treatment licensed for canine scabies; best results obtained when apply product 6–12 mg/kg topically every 2 weeks for 3–4 treatments (dogs and cats).",
          "Moxidectin (Moxiclear, Advocate) at 200 microg/kg, PO or SC, q2wks for 2 treatments is a less used option for sarcoptid mite infestation."
        ]
      }
    ]
  }
]
