[
  {
    "section"   : [
      {
        "sectionTitle": "Трябва да се следят три неща при новородените:",
        "content"     : [
          "Хранене",
          "Уриниране и дефекиране",
          "Температура"
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Хидратация",
        "content"     : [
          "Новородените са ЧУВСТВИТЕЛНИ НА ДЕХИДРАТАЦИЯ, защото водата е 82% от теглото им.",
          "Нуждаят се от 13–22 мл/100 г живо тегло на ден",
          "Нефроните не са напълно формирани до третата седмица от живота, а скоростта на гломерулната филтрация се увеличава от 21% при раждане до 53% до 8-седмична възраст. Секрецията от тубулите обикновено се счита за напълно развита на 8-седмична възраст. Това обяснява ниското специфично тегло на урината до 8 седмици (1.006–1.017), повишените концентрации на аминокиселини и протеини, както и глюкозурията, която е често срещана при неонати до 2-седмична възраст.",
          "Заради недоразвитата бъбречна функция трябва да се избягват медикаменти, които влияят на развитието на бъбреците, и дозировките на тези, които се екскретират чрез бъбреците, трябва да бъдат коригирани според възрастта на пациента."
        ]
      },
      {
        "sectionTitle": "Нервна система",
        "content"     : [
          "Проучванията показват, че държенето в ръце и други видове контакт през неонаталния период могат да доведат до по-бързо съзряване на нервната система и по-добро развитие на моторните и умствените умения."
        ]
      },
      {
        "sectionTitle": "Имунна система",
        "content"     : [
          "Поради типа плацента почти не се предава имунитет от майката на новороденото чрез плацентата.",
          "Коластрата трябва да бъде приета през първите 24 часа при кученцата и през първите 16 часа при котенцата.",
          "След това чревната лигавица изглежда затворена за по-нататъшна абсорбция на коластрата, най-вероятно в резултат на промени в чревното pH, протеолитичните ензими и загубата на специфични рецептори."
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Критични състояния:",
        "content"     : [
          "Прехранване и недохранване",
          "Хипотермия",
          "Хипогликемия",
          "Дехидратация"
        ]
      }
    ]
  }
]
