[
  {
    "section"   : [
      {
        "sectionTitle": "Трябва да се следят три неща при новородените:",
        "content"     : [
          "Хранене",
          "Уриниране и дефекиране",
          "Температура"
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Хидратация",
        "content"     : [
          "Новородените са ЧУВСТВИТЕЛНИ НА ДЕХИДРАТАЦИЯ, защото водата е 82% от теглото им.",
          "Нуждаят се от 13–22 мл/100 г живо тегло на ден",
          "Нефроните не са напълно формирани до третата седмица от живота, а скоростта на гломерулната филтрация се увеличава от 21% при раждане до 53% до 8-седмична възраст. Секрецията от тубулите обикновено се счита за напълно развита на 8-седмична възраст. Това обяснява ниското специфично тегло на урината до 8 седмици (1.006–1.017), повишените концентрации на аминокиселини и протеини, както и глюкозурията, която е често срещана при неонати до 2-седмична възраст.",
          "Заради недоразвитата бъбречна функция трябва да се избягват медикаменти, които влияят на развитието на бъбреците, и дозировките на тези, които се екскретират чрез бъбреците, трябва да бъдат коригирани според възрастта на пациента."
        ]
      },
      {
        "sectionTitle": "Нервна система",
        "content"     : [
          "Проучванията показват, че държането в ръце и други видове контакт през неонаталния период могат да доведат до по-бързо съзряване на нервната система и по-добро развитие на моторните и умствените умения."
        ]
      },
      {
        "sectionTitle": "Имунна система",
        "content"     : [
          "Поради типа плацента почти не се предава имунитет от майката на новороденото чрез плацентата.",
          "Коластрата трябва да бъде приета през първите 24 часа при кученцата и през първите 16 часа при котенцата.",
          "След това чревната лигавица изглежда затворена за по-нататъшна абсорбция на коластрата, най-вероятно в резултат на промени в чревното pH, протеолитичните ензими и загубата на специфични рецептори."
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Критични състояния:",
        "content"     : [
          "Прехранване и недохранване",
          "Хипотермия",
          "Хипогликемия",
          "Дехидратация",
          "Хипоксия",
          "Трябва да се има предвид, че неонаталната смъртност при кучета и котки е висока и в някои случаи до 40% от потомството умира преди да достигне 12-седмична възраст."
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Прехранване и недохранване",
        "content"     : [
          "Прехранването резултира в диария, а недохранването – в дехидратация и ненаддаване на тегло.",
          "Изкуственото мляко може да бъде прекалено гъсто и затова ЖВ да се нуждаят от допълнително течности. Затова може да се наложи изкуственото мляко да се разреди."
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Хипогликемия",
        "content"     : [
          "При новородените се появяват тремори, сънливост и дори неподвижност.",
          "Дава се глюкоза през устата или ИВ в доза 0,5-1 г/кг като 5-10%-ов р-р на глюкоза.",
          "",
          ""
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Дехидратация",
        "content"     : [
          "Дават се течности перорално или подкожно.",
          "80-100 мг/кг/ден."
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Хипотермия",
        "content"     : [
          "За ВТТ под нормата се счита:",
          "- под 34,4°C веднага след раждането;",
          "- 35,6°C, когато котето е на 1-3-дневна възраст;",
          "- 37,2°C когато котето е на възраст 1 седмица.",
          "Котето/Кучето трябва да се затопля постепенно (по 1°C на час)."
        ]
      }
    ]
  },
  {
    "section"   : [
      {
        "sectionTitle": "Хипоксия",
        "content"     : [
          "През първите 1–2 часа след раждането респираторната и метаболитната ацидоза са нормални. Всъщност, повечето новородени се възстановяват в рамките на по-малко от 45 минути след раждането без лекарска намеса.",
          "Въпреки това, трябва да се обмисли лечение за тези пациенти, при които ацидозата продължава повече от 3 часа.",
          "Клиничните признаци включват тахипнея, усилено дишане и подут корем, причинен от аерофагия. Хипоксията, подобно на хипотермията, води в крайна сметка до намалена или отсъстваща чревна подвижност.",
          "Лечение - кислородотерапия. Трябва да се внимава кислородът да не бъде в директен контакт с очите, ако са отворени, защото това може да доведе до отлепване на ретината."
        ]
      }
    ]
  }
]
