[
  {
    "section"   : [
      {
        "sectionTitle": "Преди хранене",
        "content"     : [
          "Преди да започне храненето на новороденото, трябва да му бъде измерена вътрешната температура. Ако тя е под нормата, то чревният мотилитет е намален или спрян, коремът се раздува и новороденото може да започне да повръща, което може да доведе до аспирационна пневмония.",
          "ВТТ трябва да е минимум 35.6°C. "
        ]
      },
      {
        "sectionTitle": "Хранене на новородено коте и кученце",
        "content" : [
          "@/assets/pdfs/@newborns/feeding-kitten-1.png",
          "@/assets/pdfs/@newborns/feeding-kitten-2.png",
          "@/assets/pdfs/@newborns/feeding-kitten-3.png",
          "@/assets/pdfs/@newborns/feeding-kitten-4.png",
          "@/assets/pdfs/@newborns/feeding-kitten-5-royal-canin.png",
          "@/assets/pdfs/@newborns/feeding-kitten-6-lactol.png",
          "След ядене устата на котето/кучето се почиства!"
        ]
      },
      {
        "sectionTitle": "Отбиване на кученца",
        "content" : [
          "През периода на отбиване майката все още осигурява всички необходими хранителни вещества на кученцата. По-голямата част от храната те получават чрез млякото, но на този етап кученцата започват да проявяват по-голям интерес към храната на майка си. Повечето вече ще могат да пият вода от купичка.",
          "Отбиване на кученца - започва от 4- и приключва до 8-седмична възраст.",
          "През периода на отбиване новородените не трябва да бъдат отделяни от майката.",
          "На третата-четвъртата седмица се дава на кученцата гъста каша от мека храна и топла вода.",
          "Кашата се намазва върху муцунките, или муцунката се топва в купичката.",
          "НЕ се дава мляко, защото то може да причини диария.",
          "Храната трябва да е специална – храна за растеж.",
          "Прехранването в този период може да доведе до ускоряване на растежа и сериозни проблеми с костите при кученцата от големите породи."
        ]
      },
      {
        "sectionTitle": "Отбиване на котенца",
        "content" : [
          "Отбиване на котенца - започва от 6- и приключва до 10-седмична възраст.",
          "През периода на отбиване новородените трябва да не бъдат отделяни от майката.",
          "ПЪРВА ФАЗА:",
          "Взима се изкуственото мляко, с което се хранят котенцата, и консерва котешка храна.",
          "Кашата = изкуственото мляко + храна от консервата",
          "Разбърква се добре, като трябва да се получи течна храна, която да може да се сложи в биберон и с нея да се нахрани котето.",
          "Постепенно съотношението мляко : храна се променя в полза на храната.",
          "ВТОРА ФАЗА:",
          "Взима се плитка купа",
          "Каша = мляко + храна (тук храната е повече и трябва да се получи много по-гъста консистенция – като на хумус)",
          "Хубаво е да се вземат пелени, защото котетата цапат"
        ]
      }
    ]
  }
]
